Repository: Noxgrim/image-occlusion-enhanced
Catalog: src/image_occlusion_enhanced/locale/*/LC_MESSAGES/anki-image-occlusion-enhanced.po
Languages: de

source: Non-editable note.<br>Using image to create new IO note.
de: Nicht bearbeitbare Notiz.<br> Benutze Bild um BV-Notiz zu erstellen.

source: This note cannot be edited, nor is there<br>an image to use for an image occlusion.
de: Diese Notiz kann weder bearbeitet werden, noch gibt es<br>ein Bild das für eine Bildverdeckung verwendet werden kann.

source: <b>Unsupported image</b> in file <i>{image_path}</i>:<br><br>{error}
de: <b>Nicht unterstütztes Dateiformat</b> <i>{image_path}</i>:<br><br>{error}

source: Editing unavailable: Invalid image occlusion Note ID
de: Bearbeiten nicht möglich: Ungültige Bildverdeckungsnotiz-ID

source: Editing unavailable: Missing image or original mask
de: Bearbeiten nicht möglich: Fehlendes Bild oder ursprüngliche Maske

source: Select an Image
de: Bildauswahl

source: Image Files ({file_glob_list})
de: Bilddateien ({file_glob_list})

source: Invalid image file path
de: Ungültiger Dateipfad

source: Launching new ImgOccEdit instance
de: Starte neue „ImgOccEdit“-Instanz

source: Updating config DB from earlier IO release
de: Aktualisiere Einstellungsdatenbank von älterer Version

source: <p><strong>Basic Instructions</strong></p> <ol> <li>With the rectangle tool or any other shape tool selected, cover the areas of the image you want to be tested on</li> <li>(Optional): Fill out additional information about your cards by switching to the <em>Fields</em> tab</li> <li>Click on one of the <em>Add Cards</em> buttons at the bottom of the window to add the cards to your collection</li> </ol> <p><strong>Drawing Custom Labels</strong></p> <ol> <li>Draw up the layers sidepanel by clicking on the <em>Layers</em> button at the right edge of the editor</li> <li>Switch to the <em>Labels</em> layer by left-clicking on it. You can also switch to the labels layer directly by using <kbd>Ctrl</kbd> + <kbd>Shift</kbd> + <kbd>L</kbd>.</li> <li>Anything you draw in this layer – be it text, lines, or shapes – will appear above the image, but still below your masks. All of the painting tools in the left sidebar are at your disposal.</li> <li>Switch back to the masks layer, either via the <em>Layers</em> sidepanel, or by using the <kbd>Ctrl</kbd> + <kbd>Shift</kbd> + <kbd>M</kbd> hotkey.</li> </ol> <p><strong>Grouping Shapes</strong></p> <ol> <li>Select multiple shapes, either by drawing a selection rectangle with the selection tool active (<kbd>S</kbd>), or by shift-clicking on multiple shapes</li> <li>Either use the <kbd>G</kbd> hotkey or the <em>Group Elements</em> tool in the top-bar to group your items</li> </ol> <p>Grouped shapes will form a single card.</p> <p><strong>More Information</strong></p> <p>For more information please refer to the following resources:</p> <ul> <li><a href="{io_link_wiki}">Image Occlusion Enhanced Wiki</a></li> <li><a href="{io_link_tut}">YouTube Tutorials</a></li> <li><a href="{io_link_thread}">Official support thread</a></li> </ul>
de: <p><strong>Einführung in die Grundlagen</strong></p> <ol> <li> Wählen Sie das Rechtecks- oder ein anderes Formenwerkzeug aus undverdecken Sie den Teil des Bildes, den Sie abfragen möchten</li> <li>(Wahlweise): Geben Sie zusätzliche Informationen zu Ihren Karten an, indem Sie zum <em>Felder</em>-Reiter wechseln</li> <li>Klicken Sie auf eine der „<em>Karten hinzufügen</em>“-Schaltflächen im unteren Teil des Fensters, um die Karten zu Ihrer Sammlung hinzuzufügen</li> </ol> <p><strong>Benutzerdefinierte Beschriftungen hinzufügen</strong></p> <ol> <li>Öffnen Sie den Ebeneneditor auf die <em>Ebenen</em>-Schaltfläche am rechten Rand des Editors klicken</li> <li>Wechseln Sie durch Klicken zur <em>Labels</em>-Ebene. Sie können direkt zur <em>Labels</em>-Ebene wechseln, indem Sie <kbd>Strg</kbd> + <kbd>Umschalt</kbd> + <kbd>L</kbd> drücken.</li> <li>Alles was Sie auf dieser Ebene zeichnen – seien es Text, Linien oder Formen – wird über dem Bild, aber immer noch unter Ihren Masken erscheinen. Ihnen stehen alle Zeichenwerkzeuge in der linken Seite zur Verfügung.</li> <li>Wechseln Sie zurück zur Maskenebene, entweder durch das <em>Ebenen</em>-Seitenpanel , oder durch die Tastenkombination <kbd>Strg</kbd> + <kbd>Umschalt</kbd> + <kbd>M</kbd>.</li> </ol> <p><strong>Formen gruppieren</strong></p> <ol> <li>Wählen Sie mehrere Formen, entweder indem Sie ein mit dem Auswahlwerkzeug ein Auswahlrechteck ziehen (<kbd>S</kbd>) oder indem Sie mehrere Formen mit gedrückterUmschalttaste anklicken.</li> <li>Nutzen Sie entweder das <kbd>G</kbd>-Tastenkürzel oder das „<em>Gruppiere Elemente</em>“-Werkzeug in der oberen Leiste, um Ihre Elemente zu gruppieren.</li> </ol> <p>Gruppierte Formen werden zu einer einzelnen Karte.</p> <p><strong>Weitere Informationen</strong></p> <p>Für weitere Informationen können die folgenden (englischen) Ressourcen herangezogen werden:</p> <ul> <li><a href="{io_link_wiki}">„Image Occlusion Enhanced“-Wiki</a></li> <li><a href="{io_link_tut}">YouTube-Tutorials</a></li> <li><a href="{io_link_thread}">Offizielles Hilfeforum</a></li> </ul>

source: <b>Instructions for editing</b>: <br><br> Each mask shape represents a card. Removing any of the existing shapes will remove the corresponding card. New shapes will generate new cards. You can change the occlusion type by using the dropdown box on the left.<br><br>If you click on the <i>Add new cards</i> button a completely new batch of cards will be generated, leaving your originals untouched.<br><br> <b>Actions performed in Image Occlusion's <i>Editing Mode</i> cannot be easily undone, so please make sure to check your changes twice before applying them.</b><br><br>The only exception to this are purely textual changes to fields like the header or footer of your notes. These can be fully reverted by using Ctrl+Z in the Browser or Reviewer view.<br><br> More information: <a href="{io_link_wiki}">Wiki: Editing Notes</a>.
de: <b>Anweisungen zum Bearbeiten</b>: <br><br> Jede Maskenform stellt eine Karte dar. Das Entfernen jeglicher existierender Formen entfernt die entsprechende Karte. Neue Formen generieren neue Karten. Sie können den Verdeckungstyp ändern, indem Sie das Aufklapp-Menü links benutzen.<br><br>Wenn Sie auf die „<i>Neue Karten hinzufügen</i>“-Schaltfläche klicken, wird ein komplett neuer Satz Karten erstellt, wobei die ursprünglichen Karten unverändert bleiben.<br><br> <b>Aktionen in „Image Occlusion“s <i>Bearbeitungsmodus</i> können nicht einfach rückgängig gemacht werden, also überlegen Sie es sich bitte gut, bevor Sie sie anwenden.</b><br><br>Die einzige Ausnahme bilden reine Textänderungen in den Feldern der Notizen, z.B. in der Kopf- oder Fußzeile. Diese können vollkommen mit Ctrl+Z in der Kartenübersicht oder der Lernansicht rückgängig gemacht werden.<br><br> Weitere Informationen (englisch): <a href="{io_link_wiki}">Wiki: Notizen bearbeiten</a>.

source: <b>Fixing a broken note type:</b> <br><br> The Image Occlusion Enhanced note type can't be edited arbitrarily. If you delete a field that's required by the add-on or rename it outside of the IO Options dialog you will be presented with an error message. <br><br> To fix this issue please follow the instructions in <a href="{io_link_wiki}">the wiki</a>.
de: <b>Reparieren eines beschädigten Notiztyps:</b> <br><br> Der „Image Occlusion Enhanced“-Notiztyps kann nicht beliebig bearbeitet werden. Wenn Sie ein von der Erweiterung benötigtes Feld entfernen oder es außerhalb des IO-Einstellungsdialog umbenennen, erscheint eine Fehlermeldung. <br><br> Um dieses Problem zu lösen, folgen Sie bitten den Anweisungen im (englischen) <a href="{io_link_wiki}">Wiki </a>.

source: <h2>Help and Support</h2> <p><a href="{io_link_wiki}">Image Occlusion Enhanced Wiki</a></p> <p><a href="{io_link_tut}">Official Video Tutorial Series</a></p> <p><a href="{io_link_thread}">Support Thread</a></p> <h2>Credits and License</h2> <p style="font-size:12pt;"><em>Copyright © 2012-2015 <a href="https://github.com/tmbb">Tiago Barroso</a></em></p> <p style="font-size:12pt;"><em>Copyright © 2013 <a href="https://github.com/steveaw">Steve AW</a></em></p> <p style="font-size:12pt;"><em>Copyright © 2016-2017 <a href="https://github.com/Glutanimate">Aristotelis P.</a></em></p> <p><em>Image Occlusion Enhanced</em> is licensed under the GNU AGPLv3.</p> <p>Third-party open-source software shipped with <em>Image Occlusion Enhanced</em>:</p> <ul><li><p><a href="https://github.com/SVG-Edit/svgedit">SVG Edit</a> 2.6. Copyright (c) 2009-2012 SVG-edit authors. Licensed under the MIT license</a></p></li> <li><p><a href="http://www.pythonware.com/products/pil/">Python Imaging Library</a> (PIL) 1.1.7. Copyright (c) 1997-2011 by Secret Labs AB, Copyright (c) 1995-2011 by Fredrik Lundh. Licensed under the <a href="http://www.pythonware.com/products/pil/license.htm" PIL license</a></p></li> <li><p><a href="https://github.com/shibukawa/imagesize_py">imagesize.py</a> v0.7.1. Copyright (c) 2016 Yoshiki Shibukawa. Licensed under the MIT license.</p></li> </ul>
de: <h2>Hilfe und Unterstützung</h2> <p>(Alle Links führen zu englischen Ressourcen.)</p> <p><a href="{io_link_wiki}">„Image Occlusion Enhanced“-Wiki</a></p> <p><a href="{io_link_tut}">Offizielle Videoanleitungen</a></p> <p><a href="{io_link_thread}">Offizielles Hilfeforum</a></p> <h2>Danksagungen und Lizenzen</h2> <p style="font-size:12pt;"><em>Copyright © 2012-2015 <a href="https://github.com/tmbb">Tiago Barroso</a></em></p> <p style="font-size:12pt;"><em>Copyright © 2013 <a href="https://github.com/steveaw">Steve AW</a></em></p> <p style="font-size:12pt;"><em>Copyright © 2016-2017 <a href="https://github.com/Glutanimate">Aristotelis P.</a></em></p> <p><em>Image Occlusion Enhanced</em> ist unter der GNU AGPLv3 lizenziert.</p> <p>Open-Source Software von Dritten, die mit <em>Image Occlusion Enhanced</em> mitgeliefert wird:</p> <ul><li><p><a href="https://github.com/SVG-Edit/svgedit">SVG Edit</a> 2.6. Copyright (c) 2009-2012 SVG-edit Autoren. Lizenziert unter der MIT-Lizenz</a></p></li> <li><p><a href="http://www.pythonware.com/products/pil/">Python Imaging Library</a> (PIL) 1.1.7. Copyright (c) 1997-2011 von Secret Labs AB, Copyright (c) 1995-2011 von Fredrik Lundh. Lizensiert unter der <a href="http://www.pythonware.com/products/pil/license.htm" PIL-Lizenz</a></p></li> <li><p><a href="https://github.com/shibukawa/imagesize_py">imagesize.py</a> v0.7.1. Copyright (c) 2016 Yoshiki Shibukawa. Lizenziert unter der MIT-Lizenz.</p></li> </ul>

source: <b>Important</b><br><br> The "Hide All, Reveal All" image occlusion mode used by this card is no longer supported by the add-on. You can still review it just like you would with any other card, but if you proceed with editing the note, it will automatically be converted to the "Hide All, Guess One" type.<br><br> For more information on why this occlusion mode was removed and how to replicate its functionality please see here:<br><br> <a href="{io_link_obsolete_aa}">Wiki: Hide All, Reveal All</a>
de: <b>Wichtig</b><br><br> Der „Alle verdecken, alle aufdecken“-Bildverdeckungsmodus der von dieser Karte benutzt wird, wird nicht mehr von der Erweiterung unterstützt. Sie können die Karten immer noch normal wiederholen, aber wenn sie mit der Bearbeitung fortfahren, wird die Notiz, automatisch in den „Alle verdecken, eine erraten“-Typ umgewandelt.<br><br> Mehr Informationen über den Grund der Entfernung dieses Bildverdeckungsmodus und wie Sie dessen Verhalten nachbilden können finden Sie hier (englisch):<br><br> <a href="{io_link_obsolete_aa}">Wiki: Alle verdecken, alle aufdecken</a>

source: <b>Error</b>: Image Occlusion note type not configured properly. Please make sure you did not manually delete or rename any of the default fields.
de: <b>Fehler</b>: Der „Image Occlusion“-Notiztyp ist nicht richtig konfiguriert. Bitte stellen Sie sicher, dass Sie keine der Standardfelder gelöscht oder umbenannt haben.

source: This is a purely <b>experimental</b> feature that is meant to update older IO notes to be compatible with the new editing feature-set in IO Enhanced. Clicking on 'Yes' below will prompt the add-on to go through all selected notes and change their Note ID and mask files in a way that should make it possible to edit them in the future. <br><br>Please note that this will only work for notes that have already been switched to the <i>Image Occlusion Enhanced</i> note type. If you are coming from IO 2.0 or an older version of IO Enhanced you will first have to switch the note type of your notes manually by going to <i>Edit → Change Note Type.</i><br><br> <b>WARNING</b>: There is no guarantee that this feature will actually succeed in updating your notes properly. To convert legacy notes the add-on will have to make a few assumptions which in some rare instances might turn out to be wrong and lead to broken notes. Notes that can't be parsed for the information needed to convert into an editable state (e.g. a valid "Original Mask" field) will usually be skipped by the add-on, but there might be some corner cases where that won't work. <br><br>A checkpoint will be set to revert to if needed, but even with that safety measure in place you should still only use this function if you know what you are doing. <br><br><b>Continue anyway?</b><br><i>(Depending on the number of notes this might take a while)</i>
de: Dies ist eine rein <b>experimentelle</b> Funktion, die dafür gedacht ist, ältere BV-Notizen kompatibel mit dem neuen Funktionsumfang von „IO Enhanced“ zu machen. Ein Klick auf „Ja“ (unten) weist die Erweiterung an, die Notiz-IDs und Maskendateien aller ausgewählten Notizen so zu ändern, dass sie bearbeitbar werden sollten. <br><br>Bitte bedenken Sie, dass dies nur für Notizen funktioniert, die bereits auf den „<i>Image Occlusion Enhanced</i>“-Notiztyp geändert wurden. Wenn Sie vorher IOE 2.0 oder eine noch ältere Version benutzt haben, müssen Sie den Typ Ihrer Notizen von Hand ändern, indem Sie <i>Notizen → Notiztyp ändern…</i> in der Kartenübersicht auswählen.<br><br> <b>WARNUNG</b>: Es kann nicht gewährleistet werden, dass die Funktion erfolgreich Ihre Notizen ändern wird. Um die veralteten Notizen zu aktualisieren, muss die Erweiterung ein paar Annahmen machen, die sich vielleicht als falsch herausstellen und zu beschädigten Notizen führen können. Notizen, von denen die zur Konvertierung in einen bearbeitbaren Zustand benötigten Informationen (z.B. ein gültiges „Original Mask“-Feld), nicht ausgelesen werden können, werden meist von der Erweiterung übersprungen, aber es könnte Randfälle geben, bei denen diese Funktion nicht funktioniert. <br><br>Es wird zwar ein Rücksetzpunkt zum Wiederherstellen des Originalzustands angelegt, aber Sie sollten diese Funktion trotzdem nur verwenden, wenn Sie wissen, was Sie tun. <br><br><b>Trotzdem fortfahren?</b><br><i>(Je nachdem wie viele Notizen ausgewählt sind wird dies vielleicht eine Weile dauern.)</i>

source: Image Occlusion Enhanced Error
de: „Image Occlusion Enhanced“-Fehler

source: Image Occlusion Enhanced Help
de: „Image Occlusion Enhanced“-Hilfe

source: unknown action: {action_name}
de: Unbekannte Aktion: {action_name}

source: Tags
de: Schlagworte

source: Change &Image
de: &Bild ändern

source: &Help
de: &Hilfe

source: Don't Change
de: Unverändert lassen

source: Hide All, Guess One
de: Alle verdecken, eine erraten

source: Hide One, Guess One
de: Eine verdecken, eine erraten

source: &Edit Cards
de: Karten &bearbeiten

source: &Add New Cards
de: Neue Karten &hinzufügen

source: Hide &All, Guess One
de: &Alle verdecken, eine erraten

source: Hide &One, Guess One
de: &Eine verdecken, eine erraten

source: &Close
de: &Schließen

source: Switch to a different image while preserving all of the shapes and fields
de: Bild unter Beibehaltung aller Formen und Felder austauschen

source: Preserve existing occlusion type
de: Vorhandenen Verdeckungstyp beibehalten

source: Edit all cards using current mask shapes and field entries
de: Bearbeite alle Karten mit den aktuellen Maskenformen und Feldinhalten

source: Create new batch of cards without editing existing ones
de: Erstelle einen neuen Satz Karten ohne die vorhandenen zu bearbeiten

source: Generate cards with nonoverlapping information, where all<br>labels are hidden on the front and one revealed on the back
de: Erstelle Karten mit nicht-überlappenden Informationen, bei denen alle<br>Beschriftungen auf der Vorderseite verdeckt sind und eine davon auf der Rückseite aufgedeckt wird

source: Generate cards with overlapping information, where one<br>label is hidden on the front and revealed on the back
de: Erstelle Karten mit überlappenden Informationen, bei denen eine<br>Beschriftung auf der Vorderseite verdeckt ist, die dann auf der Rückseite aufgedeckt wird

source: Close Image Occlusion Editor without generating cards
de: Bildverdeckungs-Editor schließen, ohne Karten zu erstellen

source: Loading...
de: Editor wird geladen...

source: &Masks Editor
de: &Masken-Editor

source: &Fields
de: &Felder

source: Include additional information (optional)
de: Zusätzliche Informationen hinzufügen (auf Wunsch)

source: Create image occlusion masks (required)
de: Erstelle Bildverdeckungsmasken (erforderlich)

source: Deck
de: Stapel

source: Image Occlusion Enhanced - Add Mode
de: Image Occlusion Enhanced - „Hinzufügen“-Modus

source: Add Cards:
de: Karten hinzufügen:

source: Deck for <i>Add new cards</i>
de: Stapel für <i>Neue Karten hinzufügen</i>

source: Image Occlusion Enhanced - Editing Mode
de: Image Occlusion Enhanced - Bearbeitungsmodus

source: Type:
de: Typ:

source: Please close Image Occlusion Editor to access the Options.
de: Bitte schließen Sie den Image-Occlusion-Editor, um Zugriff auf die Einstellungen zu haben.

source: Add Image Occlusion
de: Bildverdeckung hinzufügen

source: Edit Image Occlusion
de: Bildverdeckung bearbeiten

source: I/O
de: B/V

source: Occlude Image
de: Bild verdecken

source: Open Image
de: Bild öffnen

source: Image &Occlusion Enhanced Options...
de: „Image &Occlusion Enhanced“-Einstellungen ...

source: Skipping note that couldn't be parsed: %s
de: Überspringe Notiz, die nicht eingelesen werden konnte: %s

source: Skipping note that we've just converted: %s
de: Überspringe Notiz, die gerade konvertiert wurde: %s

source: <b>{number_notes_updated}</b> note(s) updated, <b>{number_notes_skipped}</b> skipped
de: <b>{number_notes_updated}</b> Notiz(en) aktualisiert, <b>{number_notes_skipped}</b> übersprungen

source: Skipping note with wrong note type: %s
de: Überspringe Notiz mit falschem Typ: %s

source: Skipping IO note that is already editable: %s
de: Überspringe BV-Notiz, die bereits bearbeitbar ist: %s

source: Skipping IO note without original SVG mask: %s
de: Überspringe BV-Notiz ohne ursprüngliche SVG-Maske: %s

source: Found IO note in need of update: %s
de: BV-Notiz gefunden, die aktualisiert werden muss: %s

source: Extracting data using IO 2.0 naming scheme
de: Extrahiere Daten, die das „IOE 2.0“-Benennungsschema nutzen

source: Extracting data using IO Enhanced naming scheme
de: Extrahiere Daten, die das „IO Enhanced“-Benennungsschema nutzen

source: Adding ID for note nr %s
de: Füge ID für Notiz Nummer %s hinzu

source: Setting om and tag for nid %s
de: Setze VM und Schlagwort für NID %s

source: !saving %(node_id)s, %(mtype)s
de: !speichere %(node_id)s, %(mtype)s

source: No cards selected.
de: Keine Karten ausgewählt.

source: Please confirm action
de: Bitte bestätigen Sie diese Aktion

source: Image Occlusion Note Conversions
de: „Image Occlusion“-Notiz-Konvertierungen

source: Convert to Editable IO &Enhanced Notes
de: In bearbeitbare „IO Enhanced“-Notiz &konvertieren

source: No cards to generate.<br>Are you sure you set your masks correctly?
de: Keine Karten zu generieren.<br>Sind Sie sicher, dass Sie Ihre Masken richtig gesetzt haben?

source: Adding Image Occlusion Cards
de: Füge Bildverdeckungskarten hinzu

source: One card <b>added</b>
de: Eine Karte hinzugefügt

source: No shapes left. You can't delete all cards.<br>Are you sure you set your masks correctly?
de: Keine Formen übrig. Sie können nicht alle Karten löschen.<br>Sind Sie sicher, dass Sie Ihre Masken richtig gesetzt haben?

source: Editing Image Occlusion Cards
de: Bearbeite Bildverdeckungskarten

source: One old card <b>edited in place</b>
de: Eine alte Karte <b>direkt bearbeitet</b>

source: <br>One existing card <b>deleted</b>
de: <br>Eine vorhandene Karte <b>gelöscht</b>

source: <br>One new card <b>created</b>
de: <br>Eine neue Karte <b>erstellt</b>

source: This will <b>delete {del_count} card(s)</b> and <b>create {new_count} new one(s)</b>. Please note that this action is irreversible.<br><br>Would you still like to proceed?
de: Es werden <b>{del_count} Karte(n) entfernt</b> und <b>{new_count} neue Karte(n) erstellt</b>. Bitte bedenken Sie, dass dies nicht rückgängig gemacht werden kann.<br><br>Möchten Sie trotzdem fortfahren?

source: !saving %(note_id)s, %(mtype)s
de: !speichere %(note_id)s, %(mtype)s

source: !noteflush %s
de: !notizleeren %s

source: !notecreate %s
de: !notizerstellen %s

source: Please press the new key combination
de: Neue Tastenkombination eingeben

source: Grab key combination
de: Tastenkombination erfassen

source: Please use at least one keyboard modifier (Ctrl, Alt, Shift)
de: Bitte Nutzen Sie mindestens eine Sondertaste (Strg, Alt, Umschalt)

source: Shift needs to be combined with at least one other modifier (Ctrl, Alt)
de: Die Umschalttaste muss mit mindestens einer weiteren Sondertaste kombiniert werden (Strg, Alt)

source: Please press at least one key that is not a keyboard modifier (not Ctrl/Alt/Shift)
de: Bitte drücken Sie mindestens eine Taste, die keine Sondertaste ist (also nicht Strg/Alt/Umschalt)

source: Question mask
de: Gefragte Maske

source: Other masks
de: Andere Masken

source: Lines
de: Linien

source: <b>Colors</b>
de: <b>Farben</b>

source: <b>Custom Field Names</b>
de: <b>Benutzerdefinierte Feldnamen</b>

source: <b>Other Editor Settings</b>
de: <b>Andere Editor-Einstellungen</b>

source: Line width
de: Linienbreite

source: Label font
de: Schriftart der Beschriftungen

source: Label size
de: Größe der Beschriftungen

source: Changing any of the entries below will rename the corresponding default field of the IO Enhanced note type. This is the only way you can rename any of the default fields. <br><br><i>Renaming these fields through Anki's regular dialogs will cause the add-on to fail. So please don't do that.</i>
de: Das Ändern eines der unteren Einträge wird das entsprechende Standardfeld des „IO Enhanced“-Notiztyps umbenennen. Dies ist der einzige Weg, diese Felder umzubenennen. <br><br><i>Das Umbenennen dieser Felder mittels Ankis normaler Dialoge wird dazu führen, dass die Erweiterung nicht mehr funktioniert, also sehen Sie bitte davon ab.</i>

source: <b>Miscellaneous Settings</b>
de: <b>Sonstige Einstellungen</b>

source: Comma-separated list of fields to hide in Editing mode (in order to preserve manual edits):
de: Durch Kommas abgetrennte Liste von Feldern, die im Bearbeitungsmodus versteckt werden (um manuelle Änderungen zu erhalten)

source: Invoke IO with the following hotkey:
de: BV mit folgender Tastenkombination öffnen:

source: Change hotkey
de: Tastenkombination ändern

source: Restore &Defaults
de: Standardeinstellungen wiederherstellen

source: Image Occlusion Enhanced Options
de: „Image Occlusion Enhanced“-Einstellungen

source: Renamed %(old_name)s, %(new_name)s
de: %(old_name)s in %(new_name)s unbenannt

source: Field rename action aborted
de: Feldnamenumbenennung abgebrochen

source: Resetting IO Enhanced card template to defaults
de: Setze „IO Enhanced“-Kartenvorlage auf Standardeinstellungen zurück

source: Updating IO Enhanced card template
de: Aktualisiere „IO Enhanced“-Kartenvorlage

source: Invalid SVG file.
de: Ungültige SVG-Datei.
