Repository: Noxgrim/image-occlusion-enhanced
Catalog: src/image_occlusion_enhanced/locale/*/LC_MESSAGES/anki-image-occlusion-enhanced.po
Languages: de

source: Unrecognized raster image format.
de: Rasterbildformat wurde nicht erkannt.

source: Image has invalid dimensions.
de: Die Bildabmessungen (Größe, Breite) sind ungültig.
